/* Size Text: GB with precision */
"%0.1f GB" = "%0.1f GB";

/* Size Text: KB with precision */
"%0.1f KB" = "%0.1f KB";

/* Size Text: MB with precision */
"%0.1f MB" = "%0.1f MB";

/* Size Text: bytes */
"%qu bytes" = "%qu byte";

/* Size Text: GB */
"%qu GB" = "%qu GB";

/* Size Text: KB */
"%qu KB" = "%qu KB";

/* Size Text: MB */
"%qu MB" = "%qu MB";

/* Delimiter for a list of person names */
", " = ", ";

/* An Evernote user */
"An Evernote user" = "Một người dùng Evernote";

/* Authorization failed. */
"Authorization failed." = "Sự định quyền đã thất bại.";

/* unable to open the note error title, no note title */
"Can't open the note" = "Không thể mở ghi chú";

/* unable to open note error title, with param for note title */
"Can't open the note '%@'" = "Không thể mở ghi chú '%@'";

/* unable to open the noteboook error title, no note title */
"Can't open the notebook" = "Không thể mở sổ tay";

/* unable to open notebook error title, with param for notebook name */
"Can't open the notebook '%@'" = "Không thể mở sổ tay '%@'";

/* Conflicting modification by %@ on %@: */
"Conflicting modification by %@ on %@:" = "Xung đột sửa đổi bởi %1$@ trên %2$@:";

/* Conflicting modification on %@: */
"Conflicting modification on %@:" = "Xung đột sửa đổi trên %@:";

/* Contacting Evernote server... */
"Contacting Evernote server…" = "Đang liên lạc với hệ phục vụ Evernote…";

/* Could not sync note '%@'. */
"Could not sync note ‘%@’." = "Không thể đồng bộ hóa ghi chú ‘%@’.";

/* Deleting items */
"Deleting items" = "Đang xóa bỏ khoản mục";

/* Deleting notebooks */
"Deleting notebooks" = "Đang xóa bỏ sổ tay";

/* Deleting notes */
"Deleting notes" = "Đang xóa bỏ ghi chú";

/* Deleting resources */
"Deleting resources" = "Đang xóa bỏ tài nguyên";

/* Deleting saved searchs */
"Deleting saved searchs" = "Đang xóa bỏ tìm kiếm đã lưu";

/* Deleting shared notebooks */
"Deleting shared notebooks" = "Đang xóa bỏ sổ tay chia sẻ";

/* Deleting tags */
"Deleting tags" = "Đang xóa bỏ thẻ";

/* Downloading <notebook> */
"Downloading %@" = "Đang tải xuống %@";

/* Downloading headers */
"Downloading headers" = "Đang tải xuống thông tin đầu";

/* Downloading headers with placeholder for percentage complete */
"Downloading headers (%i%%)" = "Đang tải xuống thông tin đầu (%i%%)";

/* Downloading reminders */
"Downloading reminders" = "Đang tải xuống lời nhắc";

/* Downloading shortcuts */
"Downloading shortcuts" = "Tải xuống các lối tắt";

/* Email error */
"Email error" = "Lỗi thư điện tử";

/* Email limit reached error message. */
"Email limit reached." = "Đã đạt giới hạn thư điện tử.";

/* Email permission denied error message. */
"Email permission denied." = "Cấp phép thư điện tử bị từ chối.";

/* Error syncing shared notebook please contact the owner of this notebook to receive a new invitation. */
"Error syncing shared notebook please contact the owner of this notebook to receive a new invitation." = "Lỗi đồng bộ sổ tay chia sẻ, vui lòng liên hệ với người sở hữu sổ tay này để nhận lời mời mới.";

/* Expired Password */
"Expired password" = "Mật khẩu đã hết hạn";

/* Finding notes to download... */
"Finding notes to download…" = "Đang tìm các ghi chú để tải xuống…";

/* Imported notebook name */
"Import %1$@" = "Nhập %1$@";

/* Invalid auth token */
"Invalid auth token" = "Thẻ bài xác thực không hợp lệ";

/* Email rejected error message. */
"Invalid email address." = "Địa chỉ thư điện tử không hợp lệ.";

/* Invalid Password */
"Invalid password" = "Mật khẩu không hợp lệ";

/* Invalid shared notebook */
"Invalid shared notebook" = "Sổ tay chia sẻ không hợp lệ";

/* Invalid username */
"Invalid username" = "Tên người dùng không hợp lệ";

/* Invalid username or password. */
"Invalid username or password." = "Tên người dùng hoặc mật khẩu không đúng.";

/* DATA_REQUIRED Resource.data */
"It contains a resource with no data." = "Nó chứa tài nguyên không có dữ liệu.";

/* BAD_DATA_FORMAT Resource.mime */
"It contains an unsupported resource type." = "Nó chứa loại tài nguyên không được hỗ trợ.";

/* BAD_DATA_FORMAT unknown %@ */
"It contains invalid data [%@]." = "Nó chứa dữ liệu không hợp lệ [%@].";

/* BAD_DATA_FORMAT ResourceAttributes.sourceURL */
"It contains invalid resource data." = "Nó chứa dữ liệu tài nguyên không hợp lệ.";

/* LIMIT_REACHED Resource.data.size */
"It has a resource that’s too big." = "Nó có một nguồn tài nguyên vô cùng lớn,";

/* LIMIT_REACHED Note.resources */
"It has too many resources." = "Nó có quá nhiều tài nguyên.";

/* LIMIT_REACHED Note.tagGuids */
"It has too many tags." = "Nó có quá nhiều thẻ.";

/* Free Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a free account, including all of its resources, is %@." = "Nó quá lớn.  Kích cỡ tối đa cho một ghi chú trong trương mục miễn phí, bao gồm mọi tài nguyên của nó, là %@.";

/* Premium Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a premium account, including all of its resources, is %@." = "Nó quá lớn.  Kích cỡ tối đa cho một ghi chú trong trương mục thưởng, bao gồm mọi tài nguyên của nó, là %@.";

/* Not Found Notebook.guid
   NOT_FOUND LinkedNotebook.guid
   NOT_FOUND Note.guid
   NOT_FOUND SavedSearch.guid
   NOT_FOUND Tag.guid */
"It was not found on the server." = "Không tìm thấy nó trên hệ phục vụ.";

/* PERMISSION_DENIED Note.notebookGuid */
"Its notebook is not yours." = "Sổ tay của nó không phải là của bạn.";

/* NOT_FOUND Tag.parentGuid */
"Its parent was not found on the server." = "Không tìm thấy cha mẹ của nó trên hệ phục vụ.";

/* PERMISSION_DENIED SavedSearch */
"It’s not your search." = "Đó không phải là tìm kiếm của bạn.";

/* PERMISSION_DENIED Tag */
"It’s not your tag." = "Đó không phải là thẻ của bạn.";

/* My Notebook */
"My Notebook" = "Sổ tay của Tôi";

/* Name must be unique */
"Names must be unique." = "Tên phải là duy nhất.";

/* ERROR TITLE: note not found */
"Note not found" = "Không tìm thấy ghi chú";

/* Note sharing */
"Note sharing" = "Chia sẻ ghi chú";

/* ERROR TITLE: notebook not found */
"Notebook not found" = "Không tìm thấy sổ tay";

/* Processing server changes */
"Processing server changes" = "Đang xử lý các thay đổi trên hệ phục vụ";

/* Processing server note changes */
"Processing server note changes" = "Đang xử lý các thay đổi về ghi chú trên hệ phục vụ";

/* Processing server notebook changes */
"Processing server notebook changes" = "Đang xử lý các thay đổi về sổ tay trên hệ phục vụ";

/* Processing server resource changes */
"Processing server resource changes" = "Đang xử lý các thay đổi về tài nguyên trên hệ phục vụ";

/* Processing server saved search changes */
"Processing server saved search changes" = "Đang xử lý các thay đổi về tìm kiếm đã lưu trên hệ phục vụ";

/* Processing server shared notebook changes */
"Processing server shared notebook changes" = "Đang xử lý các thay đổi về sổ tay chia sẻ trên hệ phục vụ";

/* Processing server tag changes */
"Processing server tag changes" = "Đang xử lý các thay đổi về thẻ trên hệ phục vụ";

/* Public Notebook */
"Public Notebook" = "Sổ tay công cộng";

/* Sending changes */
"Sending changes" = "Đang gửi những thay đổi";

/* Name too long */
"Sorry, names are limited to %d characters in length." = "Rất tiếc, độ dài tên bị giới hạn ở %d ký tự.";

/* Name too short, Singular Minimum */
"Sorry, names must be at least %d character in length." = "Rất tiếc, tên phải dài ít nhất %d ký tự.";

/* Name too short, Plural Minimum */
"Sorry, names must be at least %d characters in length." = "Rất tiếc, tên phải dài ít nhất %d ký tự.";

/* QUOTA_REACHED FREE */
"Sorry, the operation you are attempting to perform would exceed your upload allowance and cannot be completed. Upgrade now to Evernote Premium and immediately get increased monthly uploads, stronger security, priority image recognition, and more." = "Rất tiếc, thao tác bạn đang cố gắng thực hiện sẽ làm vượt quá cấp phát tải lên cho phép trong tháng này và do đó không thể được hoàn tất. Bạn hãy nâng cấp lên phiên bản Evernote Premium để ngay lập tức được cung cấp nhiều hơn dung lượng tải lên hàng tháng, tính năng bảo mật mạnh mẽ hơn, khả năng nhận dạng hình ảnh ưu tiên, và còn nhiều hơn thế.";

/* Sync failure recovery suggestion. */
"Synchronization failed because of an error communicating with the Evernote servers.  Please try again later." = "Đồng bộ hóa thất bại do lỗi liên lạc với hệ phục vụ Evernote.  Vui lòng thử lại sau.";

/* Sync auth failure recovery suggestion. */
"Synchronization failed because the provided username or password is incorrect." = "Đồng bộ hóa thất bại do tên người dùng và mật khẩu được cung cấp không đúng.";

/* Sync Failed */
"Synchronization failed." = "Đồng bộ hóa thất bại.";

/* LIMIT_REACHED NoteAttribute.* */
"The attribute data is invalid." = "Dữ liệu thuộc tính không hợp lệ.";

/* BAD_DATA_FORMAT BusinessNotebook.description */
"The business notebook description is invalid." = "Mô tả cho sổ tay doanh nghiệp không hợp lệ.";

/* The client preference could not be synced */
"The client preference could not be synced" = "Không thể đồng bộ hóa ưu tiên của máy sử dụng";

/* The client preference '%@' could not be synced. */
"The client preference ‘%@’ could not be synced." = "Không thể đồng bộ hóa ưu tiên của máy sử dụng ‘%@’.";

/* The content could not be loaded */
"The content could not be loaded" = "Không thể nạp nội dung";

/* BAD_DATA_FORMAT Note.content */
"The content is invalid." = "Nội dung không hợp lệ.";

/* Email rejected recovery suggestion. */
"The email address ‘%@’ was rejected by the server." = "Địa chỉ thư điện tử ‘%@’ đã bị hệ phục vụ từ chối.";

/* Email limit reached recovery suggestion. */
"The email could not be sent because doing so would exceed the daily email limit for this account." = "Không thể gửi thư điện tử vì làm như vậy sẽ vượt quá giới hạn thư điện tử hàng ngày cho trương mục này.";

/* Email permission denied recovery suggestion. */
"The email could not be sent because the note specified does not belong to this account." = "Thư điện tử có thể không được gửi do ghi chú đã chỉ ra không thuộc về trương mục này.";

/* BAD_DATA_FORMAT SavedSearch.format */
"The format is invalid." = "Dạng thức không hợp lệ.";

/* DATA_CONFLICT SavedSearch.name */
"The name is already being used by another search." = "Tên đó đang được dùng bởi tìm kiếm khác rồi.";

/* DATA_CONFLICT Tag.name */
"The name is already being used by another tag." = "Tên đó đang được dùng bởi thẻ khác rồi.";

/* DATA_CONFLICT Notebook.name */
"The name is already in use by another notebook." = "Tên đó đã được sử dụng bởi sổ tay khác.";

/* BAD_DATA_FORMAT LinkedNotebook.shareName
   BAD_DATA_FORMAT Notebook.name
   BAD_DATA_FORMAT SavedSearch.name
   BAD_DATA_FORMAT Tag.name */
"The name is invalid." = "Tên không hợp lệ.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be opened.  Please check your Internet connection or try again later." = "Ghi chú '%@' không thể được mở.  Vui lòng kiểm tra kết nối Internet của bạn hoặc thử lại sau.";

/* ERROR MESG: note not found, with param for note title */
"The note '%@' could not be shared because it does not exist on the Evernote service." = "Ghi chú '%@' không thể được chia sẻ bởi nó không tồn tại trên dịch vụ Evernote";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be shared because of an error on the Evernote service." = "Ghi chú '%@' không thể được chia sẻ bởi một lỗi trên dịch vụ Evernote";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be shared.  Please check your Internet connection or try again later." = "Ghi chú '%@' không thể được chia sẻ.  Vui lòng kiểm tra kết nối internet và thử lại sau.";

/* ERROR MESG: note not found */
"The note could not be found. Please check your Internet connection or try again later." = "Ghi chú không thể được tìm thấy. Vui lòng kiểm tra kết nối internet hoặc thử lại sau.";

/* ERROR MESG: generic error */
"The note could not be opened.  Please check your Internet connection or try again later." = "Ghi chú không thể được mở.  Vui lòng kiểm tra kết nối Internet của bạn hoặc thử lại sau.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be opened.  Please check your Internet connection or try again later." = "Sổ tay '%@' không thể được mở.  Vui lòng kiểm tra kết nối internet của bạn hoặc thử lại sau.";

/* ERROR MESG: notebook not found, with param for notebook name */
"The notebook '%@' could not be shared because it does not exist on the Evernote service." = "Sổ tay '%@' không thể được chia sẻ bởi nó không tồn tại trên dịch vụ Evernote.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be shared because of an error on the Evernote service." = "Sổ tay '%@' không thể được chia sẻ bởi một lỗi trên dịch vụ Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be shared.  Please check your internet connection or try again later." = "Sổ tay '%@' không thể được chia sẻ.  Vui lòng kiểm tra kết nối internet hoặc thử lại sau.";

/* NOT_FOUND Note.notebookGuid */
"The notebook could not be found on the server." = "Không tìm thấy sổ tay trên hệ phục vụ.";

/* ERROR MESG: note not found */
"The notebook could not be found. Please check your Internet connection or try again later." = "Sổ tay không thể được tìm thấy. Vui lòng kiểm tra kết nối internet hoặc thử lại sau.";

/* The notebook '%@' could not be synced. */
"The notebook ‘%@’ could not be synced." = "Không thể đồng bộ hóa sổ tay ‘%@’.";

/* QUOTA_REACHED PREMIUM */
"The operation you are attempting to perform would exceed your monthly upload allowance and cannot be completed." = "Thao tác bạn đang cố thực hiện sẽ vượt quá cấp phát tải lên hàng tháng của bạn và không thể hoàn tất.";

/* The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation. */
"The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation." = "Người sở hữu sổ tay này có thể hủy bỏ lời mời của bạn tới sổ tay này. Liên hệ người sở hữu để nhận lời mời mới.";

/* BAD_DATA_FORMAT/DATA_CONFLICT Tag.parentGuid */
"The parent tag is invalid." = "Thẻ cha mẹ không hợp lệ.";

/* The preference name or preference value is in an invalid format. */
"The preference name or preference value is in an invalid format." = "Tên ưu tiên hoặc giá trị ưu tiên đang trong một dạng thức không hợp lệ.";

/* The preference was empty. */
"The preference was empty." = "Ưu tiên đang trống.";

/* BAD_DATA_FORMAT Publishing.publicDescription */
"The public description is too long." = "Mô tả công cộng quá dài.";

/* DATA_CONFLICT Publishing.uri */
"The public url is already in use by another notebook." = "url công cộng đã được dùng bởi sổ tay khác.";

/* BAD_DATA_FORMAT Publishing.uri
   DATA_REQUIRED Publishing.uri */
"The public url is invalid." = "url công cộng không hợp lệ.";

/* BAD_DATA_FORMAT SavedSearch.query */
"The query is too long." = "Truy vấn quá dài.";

/* LIMIT_REACHED ResourceAttribute.* */
"The resource attribute data is invalid." = "Dữ liệu thuộc tính tài nguyên không hợp lệ.";

/* The resource '%@' could not be synced. */
"The resource ‘%@’ could not be synced." = "Không thể đồng bộ hóa tài nguyên ‘%@’.";

/* The search '%@' could not be synced. */
"The search ‘%@’ could not be synced." = "Không thể đồng bộ hóa tìm kiếm ‘%@’.";

/* The shared notebook '%@' could not be synced. */
"The shared notebook ‘%@’ could not be synced." = "Không thể đồng bộ hóa sổ tay chia sẻ ‘%@’.";

/* The tag '%@' could not be synced. */
"The tag ‘%@’ could not be synced." = "Không thể đồng bộ hóa thẻ ‘%@’.";

/* BAD_DATA_FORMAT Note.title */
"The title is invalid." = "Tiêu đề không hợp lệ.";

/* LIMIT_REACHED Notebook */
"Too many notebooks." = "Quá nhiều sổ tay.";

/* LIMIT_REACHED Note */
"Too many notes." = "Quá nhiều ghi chú.";

/* LIMIT_REACHED SavedSearch */
"Too many searches." = "Quá nhiều tìm kiếm.";

/* LIMIT_REACHED Tag */
"Too many tags." = "Quá nhiều thẻ.";

/* Tried to add more preferences than the allowed maximum. */
"Tried to add more preferences than the allowed maximum." = "Đã cố gắng thêm nhiều ưu tiên hơn số tối đa được phép.";

/* ERROR TITLE: unable to open */
"Unable to open note" = "Không thể mở ghi chú";

/* ERROR TITLE: unable to open */
"Unable to open notebook" = "Không thể mở sổ tay";

/* PERMISSION_DENIED Note. Moved to personal account */
"Unable to save note “%1$@” in notebook “%2$@”. A copy of this note has been placed in your default notebook." = "Không thể lưu ghi chú “%1$@” vào sổ tay “%2$@”. Một bản sao của ghi chú này vừa được đặt vào sổ tay mặc định của bạn.";

/* PERMISSION_DENIED Note. Moved to personal account, no notebook. */
"Unable to save note “%1$@”. A copy of this note has been placed in your default notebook." = "Không thể lưu ghi chú “%1$@”. Một bản sao của ghi chú này đã được đặt vào sổ tay mặc định của bạn.";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share note" = "Không thể chia sẻ ghi chú";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share notebook" = "Không thể chia sẻ sổ tay";

/* Unknown Error */
"Unknown Error" = "Lỗi Không rõ";

/* Unknown Error nf%1$i */
"Unknown Error nf%1$i" = "Lỗi Không biết nf%1$i";

/* Unknown Error s%1$i */
"Unknown Error s%1$i" = "Lỗi Không biết nf%1$i";

/* Unknown Error u%1$i */
"Unknown Error u%1$i" = "Lỗi Không biết nf%1$i";

/* Untitled */
"Untitled" = "Chưa có tiêu đề";

/* Waiting for header synchronization */
"Waiting for header synchronization" = "Chờ đồng bộ thông tin đầu";

/* Waiting for internet connection */
"Waiting for internet connection" = "Đang chờ kết nối internet";

/* The operation will proceed once a WiFi connection is available */
"Waiting for WiFi" = "Đang chờ kết nối WiFi";

/* PERMISSION_DENIED authenticationToken */
"You do not have permission to write to this notebook." = "Bạn không có cấp phép để ghi vào sổ tay này.";

/* don't have permission to share multiple notebooks */
"You don't have permission to share all of the selected notebooks." = "Bạn không có quyền chia sẻ toàn bộ sổ tay đã chọn.";

/* don't have permission to share multiple notes and notebooks */
"You don't have permission to share all of the selected notes and notebooks." = "Bạn không có quyền chia sẻ toàn bộ ghi chú và sổ tay đã chọn.";

/* don't have permission to share multiple notes */
"You don't have permission to share all of the selected notes." = "Bạn không có quyền chia sẻ toàn bộ ghi chú đã chọn.";

/* don't have permission to share note with param for note title */
"You don't have permission to share the note '%@'" = "Bạn không có quyền chia sẻ ghi chú '%@'.";

/* don't have permission to share notebook with param for notebook name */
"You don't have permission to share the notebook '%@'" = "Bạn không có quyền chia sẻ sổ tay '%@'.";

/* unable to open note, detail message */
"You may need permission to access this note, or the owner may have moved or deleted it." = "Bạn cần được cấp quyền để truy cập ghi chú này, hoặc có thể người sở hữu đã xóa hoặc dời ghi chú đi.";

/* unable to open notebook, detail message */
"You may need permission to access this notebook, or the owner may have moved or deleted it." = "Có thể bạn cần được cấp quyền để truy cập quyển sổ tay này, hoặc người sở hữu đã di dời hoặc xoá nó đi.";

/* You must be online to access shared notes, error title */
"You must be online to access shared notes." = "Bạn phải có kết nối internet để truy cập những ghi chú được chia sẻ.";

/* You must be online to access the shared notebook, error title */
"You must be online to access the shared notebook '%@'." = "Bạn phải có kết nối internet để truy cập sổ tay được chia sẻ '%@'.";

/* Your account has been deactivated. */
"Your account has been deactivated." = "Trương mục của bạn đã bị khử hoạt.";

/* Your password has expired. Reset your password to download content. */
"Your password has expired. Reset your password to download content." = "Mật khẩu của bạn đã hết hạn. Đặt lại mật khẩu của bạn để tải xuống nội dung.";

/* Your password is invalid. Reset your password to download content. */
"Your password is invalid. Reset your password to download content." = "Mật khẩu của bạn không hợp lệ. Đặt lại mật khẩu của bạn để tải xuống nội dung.";

/* Your username is invalid. */
"Your username is invalid." = "Tên người dùng của bạn không hợp lệ.";
